tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "weaveworks/tap"
brew "awscli"
brew "bat"
brew "zstd"
brew "btop"
brew "cfn-lint"
brew "checkov"
brew "coreutils"
brew "cosign"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "duf"
brew "exa"
brew "fd"
brew "fzf"
brew "gnu-getopt"
brew "go"
brew "helm"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "qemu"
brew "lima"
brew "minikube"
brew "neofetch"
brew "nnn"
brew "node@18"
brew "nvm"
brew "tcl-tk", link: false
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "terragrunt"
brew "tldr"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "anytype"
cask "arc"
cask "background-music-pre"
cask "drawio"
cask "flameshot"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "keepassxc"
cask "krita"
cask "microsoft-remote-desktop"
cask "obs"
cask "openlens"
cask "rar"
cask "raycast"
cask "rectangle"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "warp"
cask "zed"
