tap "aws/tap"
tap "hashicorp/tap"
tap "weaveworks/tap"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "checkov"
brew "colima"
brew "coreutils"
brew "cosign"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "duf"
brew "fd"
brew "fzf"
brew "gnu-getopt"
brew "go"
brew "helm"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "qemu"
brew "lima"
brew "minikube"
brew "nvm"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "terragrunt"
brew "tlrc"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "weaveworks/tap/eksctl"
cask "alt-tab"
cask "breaktimer"
cask "git-credential-manager"
cask "drawio"
cask "firefox"
cask "flameshot"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "headlamp"
cask "inkscape"
cask "jetbrains-toolbox"
cask "kap"
cask "keepassxc"
cask "logseq"
cask "obs"
cask "ollama-app"
cask "rar"
cask "raycast"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windows-app"
cask "yaak"
cask "zed"
