tap "hashicorp/tap"
brew "bat"
brew "btop"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "duf"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "hashicorp/tap/terraform"
brew "helm"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "minikube"
brew "nvm"
brew "ripgrep"
brew "rustup-init"
brew "sniffnet"
brew "starship"
brew "television"
brew "tlrc"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
cask "alt-tab"
cask "breaktimer"
cask "drawio"
cask "firefox"
cask "flameshot"
cask "ghostty"
cask "gimp"
cask "git-credential-manager"
cask "google-chrome"
cask "http-toolkit"
cask "inkscape"
cask "kap"
cask "keepassxc"
cask "logseq"
cask "ollama-app"
cask "rar"
cask "raycast"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windows-app"
cask "wireshark-app"
cask "zed"